<?php
/**
 * This file is part of project Vmoex.
 *
 * Author: Jake
 * Create: 2018-06-09 20:06:23
 */

return [
    'about.vmoex' => '關於 Vmoex',
    'chinese' => '簡體中文',
    'english' => '英語',
    'chinese.tw' => '繁體中文',
    'japanese' => '日語',
    'ago' => '前',
    'second' => '秒',
    'day' => '天',
    'hour' => '小時',
    'minute' => '分钟',
    'login' => '登入',
    'logout' => '登出',
    'register' => '注册',
    'click' => '点击',
    'success' => '操作成功',
    'fail' => '操作失敗',
    'vmoex_slogan' => '打造最美好的二次元社區',

    'banner.copyright' => '本網站的內容可能侵犯了您的權益，當前Vmoex使用您的文章（或者圖片等）僅用於測試真實上線情况，如您不允許，請致郵：support@vmoex.com。',

    // header
    'trends' => '動態',
    'search' => '搜尋',
    'about' => '關於',
    'messages' => '私信',
    'notifications' => '通知',

    // sidebar
    'hello_stranger' => '你好，陌生人',
    'hello_stranger_detail' => '如果你喜歡Vmoex，請記得注册或者保存網址哦~',
    'my.status' => '我的狀態',
    'hot.users' => '活躍用戶',
    'today.hot.topics' => '今日熱門話題',
    'newly.comments' => '最新評論',
    'activity' => '活躍度',
    'create_new_topic' =>'創建新主題',

     // footer
    'vmoex_available_with' => 'Vmoex 可用於: ',
    '当前在线count人' => '當前線上count人',
    '历史最高' => '歷史最高',
    '致谢' => '致謝',
    'buy_beer' => '請彩虹之戀喝🍻啤酒啦~',

    //tabs
    '全部' => '全部',
    '热门' => '熱門',
    '福利' => '福利',
    '插画' => '插畫',
    '歌姬' => '歌姬',
    '游戏' => '遊戲',
    '站务公告' => '站務公告',
    '漫展' => '漫展',
];